# Напишите функцию, которая принимает строку и возвращает её в обратном порядке.

def reverse_string(s):
    return s[::-1]

print(reverse_string("hello"))  # "olleh"
